{
  "questions": [
    "What made you smile today?",
    "What's one thing you're grateful for right now?",
    "Describe your mood in three words.",
    "What was the highlight of your day?",
    "What challenged you today and how did you handle it?",
    "What's something new you learned today?",
    "How did you take care of yourself today?",
    "What's one thing you accomplished that you're proud of?",
    "Who or what inspired you today?",
    "What are you looking forward to tomorrow?",
    "What's something that surprised you today?",
    "How did you show kindness to someone today?",
    "What's one thing you want to remember about today?",
    "What emotion dominated your day and why?",
    "What's something you wish you had done differently today?",
    "What made you feel most alive today?",
    "What's a small victory you had today?",
    "How did you connect with others today?",
    "What's something beautiful you noticed today?",
    "What are you curious about right now?",
    "What's weighing on your mind today?",
    "How did you step out of your comfort zone today?",
    "What's something you're excited about?",
    "What made you feel peaceful today?",
    "What's a lesson you learned today?",
    "How did you make progress toward a goal today?",
    "What's something you appreciated about yourself today?",
    "What made you laugh today?",
    "What's something you want to improve tomorrow?",
    "How did you practice mindfulness today?",
    "What's a memory that came to mind today?",
    "What's something you're working on that excites you?",
    "How did you show yourself compassion today?",
    "What's something you're proud of accomplishing this week?",
    "What's a habit you want to develop?",
    "How did you make someone else's day better?",
    "What's something you're looking forward to this week?",
    "What's a fear you faced today?",
    "How did you practice gratitude today?",
    "What's something that brought you joy today?",
    "What's a goal you're working toward?",
    "How did you take a break or rest today?",
    "What's something you discovered about yourself today?",
    "What's a positive change you've noticed in yourself recently?",
    "How did you handle stress today?",
    "What's something you want to celebrate about today?",
    "What's a question you're pondering right now?",
    "How did you practice patience today?",
    "What's something you're thankful for in your relationships?",
    "What's one word that describes how you want to feel tomorrow?"
  ]
}
